/* 
 * 老师上课页面, 显示的配置文件
 * 记录 学生=>贝板 关系
 */

var stuData = [{
        "uid": "4",
        "devsn": "0002011702000023",
        "stuName": "张三"
    }, {
        "uid": "5",
        "devsn": "1102011702000057",
        "stuName": "李四"
    }, {
        "uid": "6",
        "devsn": "2202011702000057",
        "stuName": "王五"
    }, {
        "uid": "7",
        "devsn": "3302011702000057",
        "stuName": "赵六"
    },

];

// 老师信息
var techData = {
    "uid": "2",
    "devsn": "3302011702000057",
    "stuName": "老师"
};